const infos = [
    {
        number: 1,
        main: ["هذا هو الفقرة الأولى للمعلومة الأولى.", "هذا هو الفقرة الثانية للمعلومة الأولى."],
        details: "تفاصيل إضافية للمعلومة الأولى."
    },
    {
        number: 2,
        main: ["هذا هو الفقرة الأولى للمعلومة الثانية.", "هذا هو الفقرة الثانية للمعلومة الثانية."],
        details: "تفاصيل إضافية للمعلومة الثانية."
    },
  {
        number: 3,
        main: ["هذا هو الفقرة الأولى للمعلومة الثانية.", "هذا هو الفقرة الثانية للمعلومة الثانية."],
        details: "تفاصيل إضافية للمعلومة الثانية."
    },
  {
        number: 4,
        main: ["هذا هو الفقرة الأولى للمعلومة الثانية.", "هذا هو الفقرة الثانية للمعلومة الثانية."],
        details: "تفاصيل إضافية للمعلومة الثانية."
    },
  {
        number: 5,
        main: ["هذا هو الفقرة الأولى للمعلومة الثانية.", "هذا هو الفقرة الثانية للمعلومة الثانية."],
        details: "تفاصيل إضافية للمعلومة الثانية."
    },
  {
        number: 6,
        main: ["هذا هو الفقرة الأولى للمعلومة الثانية.", "هذا هو الفقرة الثانية للمعلومة الثانية."],
        details: "تفاصيل إضافية للمعلومة الثانية."
    }
    // Füge weitere Fakten hinzu, bis zu 40
];
